EULA and Rules of Conduct

=====
EULA:
=====


1 THESE TERMS

1.1 Your use of:

1.1.1 the software provided by Little Orbit LLC ("Little Orbit") (together with any patches, updates, new releases and modifications provided by Little Orbit in relation to the software, and any and all printed and online materials accompanying the software) (the "Software"); and

1.1.2 the "All Points Bulletin" massively multi-player online game service provided by GamersFirst.com ("GamersFirst") (together with any additional features provided by Little Orbit in connection with the game, including, without limitation, in-game forums) (the "Service"), is governed by these terms and conditions, any other terms referred to or incorporated by reference, and any other requirements set out in our website ( collectively referred to as "the End User License Agreement" or "this End User License Agreement"). The Software and the Service are collectively referred to as the "Game."

1.2 Your installation and use of the Game constitutes your acceptance of the terms and conditions of this End User License Agreement.  Additionally, by clicking on the ["I Accept"] button at the end of these terms and conditions, you are agreeing to be bound by all the terms and conditions of the End User License Agreement. If you do not accept the terms of the End User License Agreement in this way, you will not be able to install and use the Game. 

1.3 You should print off and retain a copy of these terms and conditions in case you need to refer to them.

2 GRANT OF LIMITED USE LICENSE

2.1 Subject to the terms and conditions of this End User License Agreement, and your acceptance of its terms, Little Orbit grants to you a non-exclusive, revocable, non-transferable, personal license to use the Software in connection with the Service only. 

2.2 Subject to the terms and conditions of this End User License Agreement, and your acceptance of its terms, GamersFirst grants to you a non-exclusive, revocable, non-transferable, personal license to use the Service for your non-commercial entertainment purposes only. 

2.3 You may not use the Software or the Service for any other purpose.

3 ADDITIONAL LICENSE RESTRICTIONS

3.1 Without prejudice to the generality of condition 1 (the grant of the license), you shall not, and you agree not to: 

3.1.1 copy or reproduce any part of the Game, decompile, disassemble, decompress, reverse engineer or otherwise attempt to derive the source code for any part of the Game, redistribute, encumber, sell, rent, lease, sub-License or otherwise transfer rights to any part of the Game (save that you shall be entitled to make one back-up copy of the Software, provided that any such copy shall in all respects be subject to the terms and conditions of this End User License Agreement and shall be deemed to form part of the Game);

3.1.2 exploit the Game or any of its parts, including without limitation the Software, for any commercial purpose, including without limitation (a) for gathering in game currency, G1C, User Generated Content or any other items, resources or products for sale outside of the Game or (b) performing in-game services in exchange for payment outside of the Game (such as power leveling); 

3.1.3 modify the Game or any files forming part of the Game in any way not expressly authorized by Little Orbit; 

3.1.4 use cheats, automation software (bots), hacks, modifications or any other unauthorized third-party software designed to modify the Game;

3.1.5 host or facilitate, create or maintain any unauthorized connection to the Game, including without limitation (a) any connection to any unauthorized server; and (b) any connection using programs or tools not expressly authorized by Little Orbit.

3.1.6 use the Game in breach of the terms of any authorized subscription to the Game (including, without limitation, the use of unauthorized methods to generate additional playtime to the Game). 

3.2 In addition to complying with the restrictions of the license granted by Little Orbit under this End User License Agreement yourself, you agree to not allow any other person or entity to commit any of the actions described in this condition 3.

4 INTELLECTUAL PROPERTY RIGHTS

4.1 In this End User License Agreement the following terms have the meanings set out below:

4.1.1 "IPR":  intellectual property rights, including patents, rights to inventions, copyright and related rights, moral rights, trademarks and service marks, trade names and domain names, rights in get-up, rights to goodwill or to sue for passing off or unfair competition, rights in designs, rights in computer software, database rights, rights in confidential information (including know-how and trade secrets) and any other intellectual property rights, in each case whether registered or unregistered and including all applications (or rights to apply) for, and renewals or extensions of, such rights and all similar or equivalent rights or forms of protection which subsist or will subsist now or in the future in any part of the world;

4.1.2 "Little Orbit Content":  the Game, its software, code, structures, textures and images and all other aspects of it as owned and/or created by Little Orbit and/or licensed to Little Orbit;

4.1.3 "User Generated Content":  content generated by users in the course of playing the Game, including without limitation designs, style, images, items, symbols, logos, music, songs and items created by a user in playing the Game and whether created by you personally or purchased from another user in the Marketplace.  For the avoidance of doubt, User Generated Content also includes the content of all verbal and written communication issued by users in playing the Game.

4.2 Any and all IPR in Little Orbit Content belongs to Little Orbit or the third parties from whom Little Orbit has obtained a license to use such content within the Game, and you acknowledge and agree that you have no rights of ownership in respect of such IPR.

4.3 The Limited Use License granted to you by condition 2 above shall apply to any and all IPR in Little Orbit Content.

4.4 You hereby grant Little Orbit a non-exclusive, sub-licensable, perpetual, irrevocable, royalty-free, worldwide license to use for any purpose whatsoever, in any languages and in any media (whether known or not yet known) any and all User Generated Content and any and all associated IPR which you may generate in the course of playing the Game.

4.5 You acknowledge and agree that any User Generated Content will be created using assets provided by the Service and/or will be derivative of Little Orbit Content.  You agree that:

4.5.1 You will use User Generated Content only within the Game and for non-commercial purposes;

4.5.2 You will not license, sub-license or assign the right to use or exploit User Generated Content, or any associated IPR, to any third party without Little Orbit's written consent;

4.5.3 You irrevocably appoint Little Orbit as your agent for the purpose of removing or taking down any User Generated Content, whether from within the Game or elsewhere, where there has been a breach of the Rules of Conduct set out in condition 9, or any other breach of the terms and conditions of this End User License Agreement in response to a complaint or valid take down notice, (as referred to in condition 11) or otherwise at Little Orbit's discretion.

4.6 You hereby absolutely, irrevocably and unconditionally waive, so far as is legally possible, any and all moral rights which may subsist in User Generated Content created by you, and any broadly equivalent rights which you may have in any territory of the world. 

5 CONDITIONS OF USE OF THE GAME 

Software and GamersFirst Account:

5.1 You acknowledge and agree that you shall not be able, or entitled, to use the Game unless you have first:

5.1.1 downloaded and installed the Game;

5.1.2 downloaded and installed any authorized third party software that is required to run the Game ("Third Party Software"); 

5.1.3 created and established a user account with GamersFirst (a "GamersFirst Account") on GamersFirst's centralized account system relating to the Game; and

5.1.4 agreed to and accepted the terms and conditions of the End User License Agreement.

Third Party Software:

5.2 You acknowledge and agree that:

5.2.1 the Third Party Software is licensed to you under separate terms and conditions to this End User License Agreement; 

5.2.2 the Third Party Software is licensed to you directly by the third party licensor or third party supplier of such Third Party Software and is licensed subject to the respective third-party licensor's or third party supplier's terms of use and policies, which shall solely govern the use of the Third Party Software; 

5.2.3 any warranty given by the relevant third party licensor or third party supplier in respect of the Third Party Software shall be the only warranty given in respect of the Third Party Software.  Neither Little Orbit nor GamersFirst gives any warranty or other assurance, whether express or implied, in respect of the functioning, quality or performance of Third Party Software;

5.2.4 you may view the relevant third party licensor's or third party supplier's terms of use and policies prior to downloading and installing the Third Party Software.  We advise that you read these carefully prior to downloading and installing the Third Party Software.  Your acceptance under condition 1.2 above constitutes acceptance of such terms in addition to those set out in this End User License Agreement.

Eligibility:

5.3 You acknowledge and agree that you shall only be entitled to use the Game if you are an adult of at least 18 (eighteen) years of age or if you are at least 17 (seventeen) years of age in applicable jurisdictions where you are legally permitted to purchase the Game. 

5.4 By agreeing to the terms and conditions of this End User License Agreement, and installing and using the Game, you warrant that you are an adult of at least 18 (eighteen) years of age or have the consent of your parents or legal guardians to enter into and be bound by this End User License Agreement. 

6 DESCRIPTION OF THE GAME 

6.1 Access to the basic ("non-premium") version of the Game is available to all users at no charge when they register at GamersFirst.com

The different ways in which the Game can be accessed / enjoyed:

6.2 You acknowledge that the Game is made up of different 'areas' and that it can be accessed and enjoyed by users in a number of different ways. Some examples of the different ways in which the Game can be accessed / enjoyed are set out below: 

6.2.1 "Districts" - These are the districts within which a user can control a character and use his or her character to communicate or play against other users / characters within the Game; 

6.2.2 "Marketplace" - This is Little Orbit's trading marketplace within the Game. Users can purchase additional items, features or services, both directly from Little Orbit or from other users of the Game, within the Marketplace. The Marketplace allows users to bid for such items, features and services and display items, features and services that it wishes to 'sell' to other users. 

6.2.3 In-Game forums - These are chat forums provided by Little Orbit as part of the Game. Users can communicate with others using the in-Game forum if they have an APB Account.

G1C:

6.3 G1C are the virtual currency units used by Little Orbit in the Game. Once purchased or acquired, G1C can be used as follows:

6.3.1 to acquire a premium game access using your GamersFirst Account; or

6.3.2 to purchase additional items, features and services directly from Little Orbit or GamersFirst, where Little Orbit and GamersFirst decide in their absolute discretion to offer users such additional items, features and services in exchange for G1C or other methods of payment, within the Game (whether within the Marketplace or otherwise). 

6.4 G1C can be distinguished from in-Game APB dollars, which will be awarded to users by Little Orbit and can be used to acquire items or additional services within the Game. 

6.5 G1C can only be legitimately purchased or acquired as follows: 

6.5.1 outside of the Game through GamersFirst authorized retail channels.

6.6 You acknowledge and agree that: 

6.6.1 you will only acquire or purchase G1C via legitimate methods; 

6.6.2 G1C can only be purchased outside of the Game via authorized channels provided by GamersFirst. 

6.6.3 by acquiring G1C you obtain a limited license to a digital good only. G1C have no real monetary value and do not represent personal property. 

6.6.4 G1C are NON-REFUNDABLE. G1C cannot be redeemed or transferred back in to cash (or any other form of real money) once purchased or acquired by a user of the Game. 

6.6.6 Little Orbit may deny or cancel future G1C payments if any of the following conditions are met:

(a) if Little Orbit or any of its partners determine that a payment cannot be made because of material mistakes made by you;

(b) if it is deemed by Little Orbit or any of its partners that you are abusing the payment method and/or engaging in any illegal activities;

(c) if you are using a third party's payment information or you are making an unlawful transaction;

(d) if Little Orbit is unable to confirm payment information;

(e) if it is deemed by Little Orbit or any of its partners that you are hacking the Game or exploiting the mechanics of the Game;

(f) if you assign or transfer the rights of your G1C to any third parties;

(g) if Little Orbit or any of its partners determine that you have provided inaccurate, false or misleading registration information for your GamersFirst Account;

(h) if you access the Game using another person's account or personal information or you were previously denied access to the Game;

(i) if you violate any of the terms and conditions of the End User License Agreement;

See also condition 8 (Fees & Payment).

Sales commission:

6.7 Little Orbit reserves the right to charge users a "sales commission" on any trades within the Marketplace by deducting from sellers currency from any currencies that are receivable as payment by sellers for such trades.  The level of the deduction will be in accordance with Little Orbit's then current terms or policy concerning sales commission on trades.

Additional features / rewards:

6.8 You acknowledge that Little Orbit shall be under no obligation whatsoever to offer or continue to offer specific items, features, rewards or services to you as part of the Game, or at specific stages of the Game. Any items, features, rewards or services will be offered by Little Orbit in its absolute discretion, and functionality may vary from time to time.  Little Orbit reserves the right at any time for any reason to change and/or eliminate any aspect(s) of the Game as it sees fit in its sole discretion. 

Connection:

6.9 You acknowledge that you will require internet access in order to use the Game and that Little Orbit does not provide such internet access. You are wholly responsible for the cost of all telephone and internet access charges, along with all necessary equipment, servicing, repair or corrections that are required to maintain connectivity to the servers used to run the Game.

7 GamersFirst Account:

7.1 When you first create a GamersFirst Account you will be required to create a name and password that will:

7.1.1 identify you to GamersFirst and Little Orbit staff; and 

7.1.2 be used by you to access the APB forums. 

7.2 Your name will be the name that appears on all in-Game forums when your GamersFirst Account is being used to communicate on such in-Game forums. Your name will be different from other names (for example character names or names appearing on User Generated Content) that you generate or create within the Game. 

7.3 You acknowledge and agree that:

7.3.1 you shall have no ownership or other property interest in your GamersFirst Account (including, without limitation in your name and password details), and that the rights in and to your GamersFirst Account shall remain the sole and exclusive property of GamersFirst; 

7.3.2 you are solely responsible for maintaining the security of your GamersFirst Account (and in particular ensuring your security codes are kept secret and secure);

7.3.3 all information and details provided by you at the time of creation of your GamersFirst Account shall be complete and accurate in all respects, and you shall keep such information and details updated at all times;  

7.3.4 you shall not, and you agree to not: 

(a) share your name and password details with anybody else; 

(b) allow anybody else to use your GamersFirst Account;

(c) redistribute, encumber, sell, rent, lease, sub-license or otherwise transfer rights to any part of (1) your name and password or (2) your GamersFirst Account, 

(d) exploit your GamersFirst Account for any commercial purpose, including without limitation, allowing access to your GamersFirst Account in exchange for payment outside of the Game, or allow any person or entity to commit any of the actions described in this condition 7.3.

8 FEES & PAYMENT

Some Little Orbit or GamersFirst services require payment of a fee. You must have an Account and pay the fees to participate in these activities.  For information about fees for particular services visit gamersfirst.com/apb.

FEES ARE PAYABLE IN ADVANCE AND ARE NOT REFUNDABLE IN WHOLE OR IN PART. 

The following terms shall apply when you enter into payment transactions with GamersFirst and/or Little Orbit for the Software, G1C, or other services:

8.1 The amount you have to pay for any G1C purchased by you from GamersFirst and/or Little Orbit, and any other fees and charges due to GamersFirst and/or Little Orbit (Charges) are as stated on gamersfirst.com/apb.

8.2 Charges for any purchases in the game are determined by Little Orbit based on the geographical region that you access the Game from.  Please note that currency fluctuations may affect the amount you are actually charged or the playtime you receive.

8.3 Unless otherwise stated, all Charges stated are net of any value added, transfer or other sales tax or duty and all other taxes, duties, imposts of any kind that may be applicable to your payment and all such amounts shall be payable by you in addition to the Charges.

8.4 Charges may be altered by GamersFirst and/or Little Orbit from time to time and you should always check the current level of Charges before making a purchase.  You will not be notified specifically of changes to any Charges, including the price charged for G1C.  The up-to-date level of Charges will always be as stated on gamersfirst.com/apb.  

8.5 Payment must be made by users in advance in accordance with the payment methods set out on gamersfirst.com/apb.  You must keep all payment details up-to-date and notify us promptly of any changes.

8.6 You warrant that you are authorized to use the payment methods and details you have provided to us and that you are the authorized account holder for the chosen payment method.

8.7 As soon as G1C are credited to your GamersFirst Account those are useable by you to purchase items within the Game.  

8.8 No interest is payable on any positive balance of G1C you may hold with us and no refund of unused G1C will be made by GamersFirst and/or Little Orbit.

8.9 The downloading of the Software and the purchasing of G1C is a service, and you agree that the service starts immediately on completion of the download (in the case of the Software) or on your payment for the G1C and that you do not have any right to cancel such transactions except as may be provided by Applicable Laws.

8.10 Once you have purchased or agreed to make a purchase via your selected payment method, you must not authorize or attempt to make any chargeback (being any action or process stopping or aimed at stopping the payment process or which may require GamersFirst and/or Little Orbit to provide a credit or refund of the relevant sums).  If you do initiate any form of chargeback, GamersFirst reserves the right, without affecting any other rights it may have, to suspend or terminate your GamersFirst Account and any other accounts associated with the relevant payment method and to terminate your ability to use any particular payment method.

8.11 You understand that you are fully liable for all Charges on your account.

9 RULES OF CONDUCT

9.1 You acknowledge and agree that your use of the Game is governed by Little Orbit's rules of conduct. You agree that when using the Game you will comply with:

9.1.1 all local and international laws in force from time to time applicable to the Game (including, without limitation, all laws of your country of residence in force from time to time applicable to the Game, and all rights or duties that apply to you as a matter of common law or as a matter of contract law, and all rights or duties that apply to you in connection with any fiduciary relationship (including, without limitation, any rights or duties that apply to you in respect of inside, proprietary and confidential information)) ("Applicable Laws"); and 

9.1.2 Little Orbit's rules of conduct. 

9.2 You acknowledge that the rules set out in this condition 9 are non-exhaustive and that Little Orbit reserves the right to determine in its absolute discretion what conduct it considers inappropriate in relation to the Game. Little Orbit further reserves its right to exercise any or all of its rights (without prejudice to any other rights or remedies it may have) set out in condition 13 below, including the right to permanently remove User Generated Content and/or terminate a GamersFirst Account in respect of your use of the Game. 

9.3 You acknowledge that you are responsible for all acts and omissions which occur under your name, any other names that have been created under your GamersFirst Account (for example character names) and/or your GamersFirst Account. 

Rules of Conduct:

9.4 You shall not (and you agree to not) generate any User Generated Content, or use the Game in a way, that:

9.4.1 infringes the rights of any other person or entity (including, without limitation, their Intellectual Property Rights) (and references to "any other person or entity" shall include Little Orbit); 

9.4.2 breaches any Applicable Laws; 

9.4.3 in Little Orbit's absolute discretion, Little Orbit considers:

(a) is defamatory, vulgar, obscene, libelous, harmful, abusive, harassing, hateful, invasive of another's privacy, sexually explicit, or offensive (whether in relation to race, sex, religion or otherwise) or denigrating to anyone's reputation or general standing (whether or not actionable); 

(b) is seeking to promote or encourage illegal activity; 

(c) is false or misleading to others;

(d) is seeking to access another person's personal information or information relating to another GamersFirst Account; 

(e) is seeking to interrupt, destroy or limit the functionality of the Game or any servers or networks connected to the Game or another's computer; 

(f) amounts to unwanted or unauthorized advertising or solicitation; or

(g) is stalking or harassing of another person.

9.5 Without prejudice to your obligation under condition 9.4.3(e), you shall not (and you agree to not) introduce any software viruses or any other files or programs that may interrupt, destroy or limit the functionality of the Game or any servers or networks connected to the Game or another's computer.

9.6 You shall not (and you agree to not) seek to impersonate, or actually impersonate, any other person (whether living or dead), including (without limitation) any employee of GamersFirst or Little Orbit, or hold yourself out as being falsely linked to, affiliated with or connected with any other person or entity (including, without limitation, GamersFirst or Little Orbit) when or by:

9.6.1 communicating with others in connection with or as part of the Game (via the in-Game forums, VOIP or otherwise);

9.6.2 attaching any names to characters, clans, User Generated Content or anything else in connection with or as part of the Game or the name chosen; 

9.6.3 creating character and other images in connection with or as part of the Game, or

9.6.4 carrying out any other activity in connection with or as part of the Game. 

9.7 You shall not (and you agree to not) import any song or music in to the Music Studio within the Game (or any other part of the Game that allows music to be imported) without first holding all necessary Intellectual Property Rights and/or other legal rights in such songs or music to enable you to import such songs or music in to the Game without breaching the rights of any other party. 

9.8 In addition to complying with Little Orbit's rules of conduct yourself, you agree to not allow any other person or entity to commit any of the actions described in this condition 9.

10 WARRANTY

10.1 You warrant and represent that, in relation to any User Generated Content (or other content) that you introduce or import in to the Game: 

10.1.1 you hold all necessary Intellectual Property Rights and/or other legal rights in such User Generated Content to enable you to introduce or import it into the Game without breaching or infringing the rights of any other person; and

10.1.2 such User Generated Content will not breach the Intellectual Property Rights of any other person (including without limitation Little Orbit) or any other condition of this End User License Agreement.  

11 COMPLAINTS POLICY

11.1 You are responsible for the submission and creation of your User Generated Content. You acknowledge and agree that Little Orbit does not pre-screen User Generated Content, nor does it review or monitor User Generated Content on a regular basis to determine whether any User Generated Content breaches any laws. 

11.2 Complaints regarding the Game must be made in writing to: 

Attn: Legal Dept.
Little Orbit LLC
29863 Santa Margarita Parkway #110 
Rancho Santa Margarita, CA 92688

and must specify the subject of the complaint, the reason for the complaint and your contact details so that Little Orbit may contact you. 

11.3 Upon receipt of a complaint, Little Orbit will acknowledge receipt of the complaint and make an initial assessment of the validity of the complaint. 

11.4 Pending the outcome of a complaint, Little Orbit reserves the right to remove any User Generated Content or any other content or material comprising the Game. 

11.5 If a complaint is deemed to be valid, Little Orbit reserves the right to exercise any or all of its rights (without prejudice to any other rights or remedies it may have) set out in condition 12 below, including the right to permanently remove User Generated Content and/or terminate a GamersFirst Account in respect of your use of the Game. 

11.6 You acknowledge that it may be necessary for Little Orbit to seek legal advice before a complaint can be fully resolved. 

12 TAKE DOWN NOTICES

12.1 If you own the copyright in any work and you believe that any content or material comprising the Game (including, without limitation, any User Generated Content) infringes your copyright, Little Orbit will remove the infringing content or material if it receives a valid take down notice (being a takedown notice that fully complies with the laws of any country in which the copyrighted work is protected) in respect of the infringing content or material from you.  

Where applicable to an infringement, the Little Orbit and GamersFirst takedown policies must be followed: www.gamersfirst.com

13 GAMERSFIRST'S AND LITTLE ORBIT'S RIGHTS

13.1 You agree that GamersFirst and/or Little Orbit may take whatever steps it deems necessary to deal with complaints or breaches (or suspected breaches) of this End User License Agreement, or to deal with or prevent any unacceptable behavior connected with the Game, including (without limitation): 

13.1.1 warning users about particular behavior or actions;

13.1.2 deleting, suspending or terminating any GamersFirst Account: 

13.1.3 removing or modifying any User Generated Content; 

13.1.4 deducting G1C from a user of the Game. 

13.2 If GamersFirst and/or Little Orbit deletes, suspends or terminates a GamersFirst Account in accordance with condition 13.1:

13.2.1 GamersFirst and/or Little Orbit may delete, suspend or terminate any other GamersFirst Accounts that share any of the same details (such as email address, Internet Protocol address, or credit card number) with the deleted, suspended or terminated GamersFirst Account; 

13.2.2 GamersFirst and/or Little Orbit shall be entitled to prevent the user whose GamersFirst Account has been deleted, suspended or terminated from accessing the Game in any manner or for any reason whatsoever (including via any other GamersFirst Account) without the express written permission of GamersFirst and/or Little Orbit; 

13.2.3 the holder of the GamersFirst Account must not attempt to re-register as a user.

14 APB BRAND

14.1 You acknowledge that Little Orbit owns all of the Intellectual Property Rights in the marks, logos and concepts connected with the "APB" and "All Points Bulletin" brands and that you shall not disseminate, publish or copy the trademarks, service marks and logos of Little Orbit without Little Orbit's prior written consent.

15 CONSENT TO MONITOR

15.1 You agree that GamersFirst and/or Little Orbit shall be entitled, but not obliged, to monitor, record, review and modify any aspect of your GamersFirst Account and your use of the Game (including, without limitation, your communications with others in connection with or as part of the Game (via the in-Game forums, VOIP or otherwise)) without notice to you, and you expressly consent to such monitoring, recording, reviewing and modifying taking place.  YOU THEREFORE MUST NOT HAVE ANY EXPECTATION OF PRIVACY WHEN USING THE SERVICE, SOFTWARE OR PLAYING THE GAME.

15.2 Without prejudice to the generality of condition 15.1, you also agree that:

15.2.1 Little Orbit shall be entitled to monitor for the use of unauthorized third party software and the introduction of any unauthorized modifications or files to any part of the Game;

15.2.2 when the Game is running, Little Orbit may obtain certain information about your computer and its operating system, including without limitation, its hard drive(s), random access memory (RAM), video card, central processing unit, Internet Protocol (IP) address(es) and operating system(s);

15.2.3 GamersFirst and/or Little Orbit may, without notice to you, disclose your IP address(es), personal information, communications, and other information about you and your activities to third parties if such disclosure is required by law (or GamersFirst and/or Little Orbit reasonably considers that such disclosure is required by law) or required to enforce the End User License Agreement. 

16 GAMERSFIRST'S AND LITTLE ORBIT'S LIABILITY 

16.1 Neither GamersFirst nor Little Orbit excludes or restricts any liability it may have to the extent such liability cannot be excluded or restricted by any Applicable Laws.  In particular, neither GamersFirst nor Little Orbit excludes or restricts its liability for death or personal injury resulting from its negligence or the negligence of its employees or agents and nothing in this condition 16 shall operate to exclude, restrict or limit this liability.

16.2 Neither GamersFirst nor Little Orbit will be liable (however arising) for:

16.2.1 any economic loss or damage (including loss of or damage to profit, revenue, business, contract, goodwill, or other financial loss) suffered by a user or any other person claiming through a user; 

16.2.2 any loss of or damage to your or any third parties' software, hardware or other property or any data;

16.2.3 any loss of or damage to reputation; 

16.2.4 any claim arising out of a claim against the user by any third party;  or

16.2.5 any indirect or consequential loss or damage which is not reasonably foreseeable as likely to occur in the ordinary course of events.

16.2.6 Any loss of data or connection to Game servers beyond GamersFirst's or Little Orbit's control that results in unrecoverable User Generated Content.

16.3 In addition, neither GamersFirst nor Little Orbit will be responsible for, nor accept any liability for: 

16.3.1 Third Party Software; or 

16.3.2 User Generated Content.

16.4 Any liability that GamersFirst or Little Orbit does have to a user shall be limited to refunding to a user the amount paid for any unused G1C credited to that user's account.

16.5 "However arising" includes any liability arising out of or in connection with this End User License Agreement or the Game however caused, and whatever the cause of action (i) whether arising by reason of any misrepresentation (but not any fraudulent misrepresentation) negligence, breach of statutory duty, other tort, repudiation, renunciation or other breach of contract, restitution or otherwise; (ii) whether arising under any indemnity; (iii) whether caused by any total or partial failure or delay in provision of the Game or by any defect in hardware, software or materials.

16.6 Each sub-condition of this condition 16 operates separately.  If any part is disallowed or found to be ineffective by any court or other competent body the other parts will continue to apply.

17 INDEMNITY

17.1 You agree to indemnify and keep indemnified GamersFirst and Little Orbit at all times against all claims, demands, liability, loss, damages, costs (including legal costs on a full indemnity basis) and expenses incurred by either GamersFirst or Little Orbit arising out of or in connection with:

17.1.1  any breach of this End User License Agreement by you (including, without limitation, any breach of this End User License Agreement which results in any liability to any third party); and 

17.1.2 any other misuse of the Game by you. 

18 SERVICE INTERRUPTIONS

18.1 Neither GamersFirst nor Little Orbit can guarantee that you will always be able to access the Game and/or your GamersFirst Account at all times.  A non-exhaustive list of reasons why access may not be possible includes:

18.1.1 maintenance  - GamersFirst and Little Orbit reserve the right to interrupt the Game from time to time to perform maintenance;

18.1.2 force majeure - you acknowledge that the Game may be interrupted for reasons beyond the control of GamersFirst or Little Orbit; 

18.1.3 telecommunications failures - such as failure of your internet connection or an intermediary between your computer and the Game servers; 

18.1.4 You agree that neither GamersFirst nor Little Orbit will be liable for any inability to access your GamersFirst Account or any interruption of the Game, arising in these circumstances and in such circumstance you will not be entitled to a refund on any unused G1C that remain on your GamersFirst Account. 

19 TERM AND TERMINATION

19.1 You acknowledge and agree that you will not be able to access all areas of the Game, in accordance with the terms of this End User License Agreement during any period when you do not have acquired playtime (in accordance with condition 6) for your GamersFirst Account. 

19.2 Without prejudice to GamersFirst and Little Orbit's other rights or remedies, GamersFirst and/or Little Orbit shall be entitled to terminate your GamersFirst Account (and this End User License Agreement) at any time on the giving of 30 days prior [written] notice to you, except such prior notice shall not be required under circumstances wherein a GamersFirst Account is terminated by GamersFirst or Little Orbit for violating any part of the End User License Agreement.  

19.3 If this End User License Agreement, or your GamersFirst Account, is terminated for any reason (including, without limitation under condition 19.2) you will not be entitled to a refund on any unused G1C that remain on your GamersFirst Account at the date of termination. 

19.4 If this End User License Agreement is terminated for any reason, neither you nor GamersFirst nor Little Orbit will lose any rights which have already accrued. In addition, such termination will not affect the continuance in force of any terms and conditions of this End User License Agreement which is intended to come into or continue in force after termination.

20 AMENDMENTS

GamersFirst and Little Orbit reserve the right to amend the terms of this End User License Agreement at any time by posting a notification of the amendment(s) on the Game website.  GamersFirst and Little Orbit will normally provide advanced notice of any such amendment(s) before they take effect.  However, where changes are required to comply with Applicable Laws or other urgent changes are required no notice period may apply.  No purported amendment to this End User License Agreement by a user shall be effective.

21 DATA PROTECTION

Your data protection rights are set out in our Privacy Policy at gamersfirst.com/privacy/.

22 EXPORT CONTROLS

22.1 In connection with the Game, you agree to comply with all export laws and restrictions and regulations of the Department of Commerce, the United States Department of Treasury Office of Foreign Assets Control ("OFAC"), or other United States or foreign agency or authority, and you agree not to export, or allow the export or re-export of any aspect of the Game in violation of any such restrictions, laws or regulations. 

22.2 You warrant and represent that you are not located in, under the control of, or a national or resident of any restricted country according to the U.S. State Department's designated list of countries supporting terrorist activities.

23 EQUITABLE REMEDIES

23.1 You acknowledge and agree that damages alone may not be an adequate remedy for any breach by you of this End User License Agreement and that accordingly GamersFirst and/or Little Orbit shall be entitled, without proof of special damages, to the remedies of injunction, specific performance or other equitable relief for any threatened or actual breach of this End User License Agreement.

24 DISPUTE RESOLUTION AND GOVERNING LAW 

24.1 This End User License Agreement shall be governed by California law and applicable US federal law and subject to condition 24.2, the courts located in Orange County, California shall have exclusive jurisdiction over any disputes, save where local law which overrides this condition 24.1 entitles you to bring a claim in another jurisdiction. 

24.2 If any dispute arises in connection with this End User License Agreement, GamersFirst/Little Orbit and the user will try and resolve the dispute cooperative, promptly and amicably between themselves.  If this is not possible within a period of 30 days from the date the parties ought reasonably to be aware that a dispute existed, the parties will attempt to settle it  through binding arbitration, which to the fullest extent under applicable law shall be final non-appealable. The arbitration will be conducted under the rules of the Judicial Arbitration and Mediation Service ("JAMS") that are in effect at the time the arbitration is initiated, including the rules for the exchange of non-privileged and relevant information, and under the rules set forth in this Agreement. If there is a conflict between JAMS rules and the rules set forth in this Agreement, the rules set forth in this Agreement will govern. This arbitration will be governed under the JAMS Streamlined arbitration rules in force at the time the arbitration commences. Other fees will be paid in accordance with JAMS rules. The arbitration will be held at a JAMS dispute resolution center in Orange County, California unless you and GamersFirst/Little Orbit both agree to another location. Forms and other information on filing a claim can be found at www.jamsadr.com.

BY AGREEING TO ARBITRATE AS SET FORTH HEREIN, YOU UNDERSTAND THAT WE ARE BOTH WAIVING OUR RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.

25 GENERAL PROVISIONS

25.1 You may not transfer any of your rights or obligations under this End User License Agreement to any other person without GamersFirst's/Little Orbit's prior written consent.  GamersFirst and Little Orbit can transfer all or any part of this End User License Agreement to another person, but your rights under this End User License Agreement will not be affected.

25.2 If, at any time, GamersFirst or Little Orbit does not require you to comply with any part of this End User License Agreement or does not exercise any right or remedy it has against you, this will not prevent GamersFirst or Little Orbit from doing so in the future.

25.3 Neither GamersFirst nor Little Orbit shall have any liability (or be in breach of the terms of this End User License Agreement) if its performance or the availability of the Game is delayed, hindered or prevented by an any event or circumstance which arises from or is attributable to  acts, events or omissions beyond its reasonable control, including without limitation strikes, lock-outs or other industrial action (whether or not involving its workforce), act of God, war (or other action of military forces), riot, civil commotion, acts of terrorism, theft, malicious damage, compliance with any law of governmental order, rule, regulation or direction in each case not being enacted or in place (but whether or not in force) on the date of this Agreement, accident, failure or breakdown of plant, machinery, systems or vehicles, fire, flood, extreme weather conditions, or default of suppliers or sub-contractors or the actions or omissions of the user.

25.4 This Agreement is entered into for the benefit of GamersFirst, Little Orbit and all of their associated companies ("Group Companies").  Each Group Company shall each be entitled, in its own right as a third party to enforce:

25.4.1 every defense and limitation expressed to be in favor of GamersFirst and Little Orbit;

25.4.2 all indemnities expressed to be in favor of GamersFirst and Little Orbit;
and all other provisions for the benefit of GamersFirst and Little Orbit, as if such provisions were expressed to be for the benefit of the relevant Group Company in each case, to the extent determined by GamersFirst and Little Orbit in their absolute discretion from time to time.

25.5 Without prejudice to the rights conferred on Group Companies pursuant to condition 25.4 above, GamersFirst or Little Orbit shall be entitled (but not required) to bring actions against a user for losses, costs, expenses and liabilities incurred by Group Companies in connection with the matters referred to in condition 25.4 and in those circumstances, such amounts shall be treated as the losses, costs, expenses and liabilities of GamersFirst or Little Orbit.

25.6 The parties shall not be required to notify or obtain the consent of any Group Company in order to rescind or vary this Agreement or any provision of it.  

25.7 The aggregate liability of all Group Companies collectively shall be no greater than the liability of GamersFirst or Little Orbit alone, as set out above.   

25.8 Except as expressly provided for in this End User License Agreement, the parties confirm that it is not their intention to confer any rights on any person who is not a party to this Agreement.

25.9 If any part of this End User License Agreement is disallowed or held to be ineffective by any court or other competent body, the rest of the End User License Agreement will not be affected.

25.10 You agree that this End User License Agreement and the other terms, documents and policies referred to in it constitutes our entire agreement and understanding and supersedes any previous agreement or understanding between us with respect to its subject matter.

KEY INFORMATION

25.1 You acknowledge and agree that you have been provided with the following information before accepting these terms:

25.1.1 Little Orbit's address details - 
Little Orbit LLC.
29863 Santa Margarita Parkway #110 
Rancho Santa Margarita, CA 92688

25.1.2 a description of the Service;

25.1.3 details of how to contact Little Orbit - see condition 11 and our website;

25.1.4 details of payments associated with the use of the Game - see condition 8 and our website.

GAMERSFIRST END USER LICENSE AGREEMENT 

YOU SHOULD CAREFULLY READ THE FOLLOWING END USER LICENSE AGREEMENT BEFORE INSTALLING THIS SOFTWARE PROGRAM. BY INSTALLING, COPYING, OR OTHERWISE USING THE GAME, YOU AGREE TO BE BOUND BY THE TERMS OF THIS AGREEMENT. IF YOU DO NOT AGREE TO THE TERMS OF THIS AGREEMENT, PROMPTLY CONTACT YOUR PLACE OF PURCHASE REGARDING ITS RETURN POLICY FOR THE SOFTWARE PRODUCT. 

This software program on CD-ROM or DVD-ROM ("CD-ROM") or applicable files which Little Orbit LLC ("Little Orbit") may make available for direct download, and any files that are delivered to you by us (via on-line transmission or otherwise) to "patch," update, or otherwise modify the software program, or online files accessible through a web browser as well as any printed materials and any on-line or electronic documentation (the "Manual"), and any and all copies and derivative works of such software program and materials (collectively, along with the "Game Client" defined below, the "Game") are the copyrighted work of Little Orbit or its suppliers and licensors (collectively referred to herein as "Licensor"). Your use of the Game is governed by the terms of this End User License Agreement ("License Agreement" or "Agreement") and a separate Terms of Use Agreement ("Terms of Use") to which you must also agree to play the game. The Game may only be played by obtaining from Licensor access to the Little Orbit massive multi-player on-line game service (the "Service"), which is subject to a separate Terms of Use agreement (the "Terms of Use"). If your purchase of the Game included a period of "free access" to the Service, the Terms of Use agreement also governs your access to the Service during the period of "free access." The Game is distributed solely for use by authorized end users according to the terms of this License Agreement. Any use, reproduction or redistribution of the Game not expressly authorized by the terms of this License Agreement is expressly prohibited. 

1. Grant of a Limited Use License. The Game installs computer software (hereafter referred to as the "Game Client") onto your hardware to allow you to play the Game through your account with the Service (your "Account"). Licensor hereby grants, and by installing the Game Client you thereby accept, a limited, non-exclusive license and right to install the Game Client for your personal use on one (1) or more computers which you own or which are under your personal control. All use of the Game Client is subject to this License Agreement and to the Terms of Use agreement, which you must accept before you can use your Account to play the Game through access to the Service. As discussed in Section 12, Licensor reserves the right to change this Agreement and the Terms of Use at any time. Such changes shall be posted on our website [http://www.littleorbit.com>. Your continued use of the game constitutes your acceptances of such updates, modifications, or changes.

2. Service and Terms of Use. As mentioned above, you must accept the separate Terms of Use agreement in order to access the Service to play the Game. The Terms of Use agreement governs all aspects of game play. You may view the Terms of Use by visiting the following website: [http://www.gamersfirst.com>. If you do not agree with the Terms of Use, then (i) you should not register for an Account to play the Game, and (ii) you should promptly contact your retailer for a refund for the Game. Once you accept the Terms of Use and register an Account, the purchase price of the Game and any payments for the Game or Service will not be refunded to you if you choose not to continue to use the Service.

3. Ownership. 

A. All title, ownership rights and intellectual property rights in and to the Game and all copies thereof (including, but not limited to, any titles, computer code, themes, objects, characters, character names, stories, dialog, catch phrases, locations, concepts, artwork, character inventories, structural or landscape designs, animations, sounds, musical compositions, audio-visual effects, storylines, character likenesses, methods of operation, moral rights, any related documentation, and "applets" incorporated into the Game) are owned or licensed by Licensor. The Game is protected by the copyright laws of the United States, international copyright treaties and conventions, and other laws. All rights are reserved. The Game may contain certain licensed materials, and the licensors of those materials may enforce their rights in the event of any violation of this License Agreement.

B. You may not transfer ownership of the Game, any parts thereof, nor any of your rights and obligations under the License Agreement, to another.

C. Release. You hereby release and covenant not to hold liable Little Orbit or its affiliates, or any of their licensees, assigns or successors, for any and all damages, liabilities, causes of action, judgments or claims (a) pertaining to any intellectual property you assert to have been developed by you or any third party that interacts with, uses, or relates to the Game; and (b) which otherwise may arise in connection with your use of, reliance on, or reference to the Game. Little Orbit retains the Intellectual Property Rights in and to the Game and any derivative works thereto created by or for any other person or entity.

4. Responsibilities of End User. 

A. Subject to the Grant of License hereinabove, you may not, in whole or in part, copy, photocopy, reproduce, translate, reverse engineer, derive source code, modify, disassemble, decompile, or create derivative works based on the Game, or remove any proprietary notices or labels on the Game. Failure to comply with the restrictions and limitations contained in this Section 4 shall result in the immediate, automatic termination of the license granted hereunder and may subject you to civil and/or criminal liability. Notwithstanding the foregoing, you may make one (1) copy of the Game Client and the Manuals for archival purposes only in accordance with Section 117 of the United States Copyright Act.

B. You agree that you shall not, under any circumstances: 

i. sell, grant a security interest in or transfer reproductions of the Game to other parties in any way not expressly authorized herein, nor shall you rent, lease or sublicense the Game to others;

ii. exploit the Game or any of its parts, including, but not limited to, the Game Client, for any commercial purpose;

iii. host, provide or develop matchmaking services for the Game or intercept, emulate or redirect the communication protocols used by Licensor in any way, including, without limitation, through protocol emulation, tunneling, packet sniffing, modifying or adding components to the Game, use of a utility program or any other techniques now known or hereafter developed, for any purpose, including, but not limited to, unauthorized network play over the Internet, network play utilizing commercial or non-commercial gaming networks or as part of content aggregation networks; or

iv. create or maintain, under any circumstance, any unauthorized connections to the Game or the Service. All connections to the Game and/or the Service, whether created by the Game Client or by other tools and utilities, may only be made through methods and means expressly approved by Licensor. Under no circumstances may you connect, or create tools that allow you or others to connect, to the Game's proprietary interface or interfaces other than those expressly provided by Licensor for public use.

5. Termination. This License Agreement is effective until terminated. You may terminate the License Agreement at any time by (i) destroying all copies of the Game in your possession; (ii) removing the Game Client from your hard drive; and (iii) notifying Licensor of your intention to terminate this License Agreement by contacting us via our website at [http://www.littleorbit.com>. Licensor may, at its sole discretion, terminate this License Agreement for any reason including in the event that you fail to comply with the terms and conditions contained herein, or the terms and conditions contained in the Terms of Use. In such event, you must immediately destroy all copies of the Game in your possession and remove the Game Client from your hard drive. Upon termination of this Agreement for any reason, all licenses granted herein shall immediately terminate. Licensor may discontinue the Game and terminate this Agreement at its sole discretion at any time after ten days advance notice posted to the postal address of the end user, or to the e-mail address of the end user, or on its website [http://www.littleorbit.com>. or by providing any other suitable notice.

6. Export Restrictions and Controls. You acknowledge that the Game may be subject to international rules that govern the export of software. You agree to comply with all applicable international and national laws that apply to the Game as well as end-user, end-use and destination restrictions issued by national governments. You will cooperate with Little Orbit as necessary to ensure compliance with the laws and regulations of the United States and all other relevant countries, relating to exports and re-exports. The Game may not be re-exported, downloaded or otherwise exported into (or to a national or resident of) any country to which the U.S. has embargoed goods, or to anyone on the U.S. Treasury Department's list of Specially Designated Nationals or the U.S. Commerce Department's Table of Denial Orders. By installing the Game, you are agreeing to the foregoing, and you are representing and warranting that you are not located in, under the control of, or a national or resident of any such country or on any such list.

7. Patches and Updates. Licensor may deploy or provide patches, updates and modifications to the Game that must be installed for the user to continue to play the Game. You consent to Licensor updating the Game remotely, including, without limitation, the Game Client residing on your machine, without advance or other notice to you, and you hereby grant to Licensor your consent to deploy and apply such patches, updates and modifications to the Game by push, pull, or any other technology now known or hereinafter developed.

8. Duration of the "On-line" Component of the Game. This Game is an 'on-line' game that must be played over the Internet through the Service, as provided by Licensor. You understand and agree that the Service is provided by Licensor at its discretion and may be terminated or otherwise discontinued by Licensor pursuant to the Terms of Use.

9. Limited Warranty. To the fullest extent permitted under applicable law, Licensor expressly disclaims any warranty for the Game, including the Game Client and Manual(s). THE GAME, GAME CLIENT AND MANUAL(S) ARE PROVIDED "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF CONDITION, USE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR USE, OR NONINFRINGEMENT. The entire risk arising out of use or performance of the Game, Game Client and Manual(s) remains with the user. THE LIMITATION OF LIABILITY BELOW SETS FORTH YOUR SOLE AND EXCLUSIVE REMEDY FOR THE EXPRESS WARRANTY SET FORTH IN THIS SECTION. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES OR LIABILITY FOR INCIDENTAL DAMAGES, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU. YOUR ONLY RIGHT OR REMEDY WITH RESPECT TO ANY PROBLEMS OR DISSATISFACTION WITH THE GAME IS TO DEINSTALL AND CEASE USE OF SUCH GAME.

10. Limitation of Liability. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL WE, OUR LICENSORS, OUR AFFILIATES OR OUR SUPPLIERS, AND OUR AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY LOST PROFITS OR SPECIAL, INCIDENTAL, INDIRECT OR CONSEQUENTIAL DAMAGES (HOWEVER ARISING, INCLUDING NEGLIGENCE) ARISING OUT OF OR IN CONNECTION WITH THE POSSESSION, USE, OR MALFUNCTION OF THE SOFTWARE, YOUR ACCOUNT, THE GAME, OR THIS AGREEMENT, INCLUDING, WITHOUT LIMITATION, DAMAGE TO PROPERTY AND-TO THE EXTENT PERMITTED BY APPLICABLE LAW-DAMAGES FOR PERSONAL INJURY, EVEN IF WE, OUR LICENSORS AND EACH OF OUR RESPECTIVE AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSS. THE LIABILITY OF LITTLE ORBIT, OUR LICENSORS OR ANY OF OUR OR THEIR RESPECTIVE PARENT OR AFFILIATED COMPANIES TO YOU OR ANY THIRD PARTIES IS LIMITED TO $100. YOU AGREE TO WAIVE ANY RIGHT TO EQUITABLE RELIEF INCLUDING, WITHOUT LIMITATION, INJUNCTIVE RELIEF AGAINST LITTLE ORBIT, ITS LICENSORS, THEIR PARENTS OR AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS TO ENFORCE THE TERMS HEREOF; HOWEVER, THE FOREGOING SHALL NOT PRECLUDE LITTLE ORBIT AND/OR ITS LICENSORS FROM SEEKING ANY INJUNCTIVE RELIEF. Some jurisdictions do not allow the foregoing limitations of liability, so they may not apply to you.

11. Equitable Remedies. You hereby agree that Licensor would be irreparably damaged if the terms of this License Agreement were not specifically enforced, and therefore you agree that Licensor shall be entitled, without bond, other security, or proof of damages, to appropriate equitable remedies with respect to breaches of this License Agreement, in addition to such other remedies as Licensor may otherwise have available to it under applicable laws.

12. Changes to the Agreement. Little Orbit reserves the right, at its sole discretion, to change, modify, add to, supplement or delete any of the terms and conditions of this License Agreement when Little Orbit upgrades the Game Client, effective upon prior notice as follows: Little Orbit will post notification of any such changes to this License Agreement on the Game website and will post the revised version of this License Agreement in this location, and may provide such other notice as by postal mail, email or pop-up screen. If any future changes to this License Agreement are unacceptable to you or cause you to no longer be in compliance with this License Agreement, you may terminate this License Agreement in accordance with Section 5 herein. Your installation and use of any updated or modifications to the Game or your continued use of the Game following notice of changes to this Agreement as described above will mean you accept any and all such changes. LITTLE ORBIT MAY CHANGE, MODIFY, SUSPEND, OR DISCONTINUE ANY ASPECT OF THE GAME AT ANY TIME. Little Orbit may also impose limits on certain features or restrict your access to parts or all of the Game without notice to you or liability licensor. You agree that you have no interest, monetary or otherwise, in any feature or content contained in the Game.

13. Jurisdiction's Restrictions. If you are residing in a jurisdiction which restricts the use of internet-based applications according to age, or which restricts the ability to enter into agreements such as this agreement according to age and you are under such a jurisdiction and under such age limit, you may not enter into this Agreement and download, install or use the Game.

14. Relationship Between the Parties. The relationship between you and Little Orbit is that of licensee/licensor. Neither party will represent that it has any authority to assume or create any obligation, express or implied, on behalf of the other party, nor to represent the other party as agent, employee, franchisee, or in any other capacity.

15. Representations and Warranties. You represent and warrant that all information provided by you is true and accurate and complete, and that you are authorized to enter into this Agreement and comply with its terms. Furthermore, You represent and warrant that you will at any and all times meet with your obligations hereunder, as well as any and all laws, regulations and policies that may apply to the use of the Game.

16. Resolution of Disputes 

In order to expedite and control the cost of disputes, you and Little Orbit agree that any legal or equitable claim relating to this Agreement (referred to as "Claim") will be resolved as follows: 

A. Informal Resolution. 

You and Little Orbit agree that we will first try to resolve any Claim informally. Accordingly, neither of us may start a formal proceeding (except for Claims involving any violation of the federal trademark or copyright laws, or for injunctive relief) for at least 30 days after one of us notifies the other of a Claim in writing. Little Orbit will send its notice to your billing address, with a copy via email to your email address. You will send your notice to: 

Little Orbit LLC, 29863 Santa Margarita Parkway #110, Rancho Santa Margarita, CA 92688. Attn: Legal Department. 

B. Formal Resolution - US and International Residents 

(1) Agreement to Arbitrate. 

If we cannot resolve a Claim informally, we agree that any and all Claims either of us asserts shall be resolved solely through binding arbitration, which to the fullest extent under applicable law shall be final non-appealable. The arbitration will be conducted under the rules of the Judicial Arbitration and Mediation Service ("JAMS") that are in effect at the time the arbitration is initiated, including the rules for the exchange of non-privileged and relevant information, and under the rules set forth in this Agreement. If there is a conflict between JAMS rules and the rules set forth in this Agreement, the rules set forth in this Agreement will govern. This arbitration will be governed under the JAMS Streamlined arbitration rules in force at the time the arbitration commences. Other fees will be paid in accordance with JAMS rules. The arbitration will be held at a JAMS dispute resolution center in Orange County, California unless you and Little Orbit both agree to another location. Forms and other information on filing such a Claim can be found at [www.jamsadr.com]. 

BY AGREEING TO ARBITRATE AS SET FORTH HEREIN, YOU UNDERSTAND THAT WE ARE BOTH WAIVING OUR RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL. 

(2) Special Rules. 

You and Little Orbit agree that the type of arbitration in which we both agree to participate is between Little Orbit and you as an individual. YOU AND LITTLE ORBIT THAT NEITHER OF US WILL UTILIZE OR ATTEMPT TO UTILIZE CLASS ACTION ARBITRATION PROCEDURES IN ANY ARBITRATION. 

C. Formal Resolution - Jurisdiction - and Jurisdiction. 

Both parties submit to personal jurisdiction in California and further agree that any Claim shall be exclusively brought in under the JAMS rules in the County of Orange, State of California. Parties agree that the laws of the State of California shall govern the resolution of any Claim arising out of this agreement. 

D. Severability

In the event that any provision of this Terms of Service shall be held by an arbitrator, court, or other tribunal of competent jurisdiction to be unenforceable, such provision will be enforced to the maximum extent permissible, and the remaining portions of this License Agreement shall remain in full force and effect. 

In particular in regard to Section 16(b), you and Little Orbit agree that if Section 16(b)(1) is found to be unenforceable by a court of competent jurisdiction, it shall be severed from this Agreement and - in that event -- you and Little Orbit agree to submit to personal jurisdiction in California and agree that any Claim shall be exclusively brought in the appropriate state or federal court in the County of Orange, State of California. You and Little Orbit also agree that if Section 16(b)(2) is found to be unenforceable by a court of competent jurisdiction, then - regardless of the enforceability of Section 16(b)(1) -- any class action Claim shall be exclusively brought in the appropriate state or federal court in the County of Orange, State of California and you agree to submit to personal jurisdiction in California. 

I hereby acknowledge that I have read and understand the foregoing License Agreement and agree that the action of installing the Game Client is an acknowledgment of my agreement to be bound by the terms and conditions of the License Agreement contained herein. 

================
CODE OF CONDUCT:
================

APB Reloaded Code of Conduct and Policies

We at APB Reloaded appreciate your cooperation and hope you enjoy the exciting game and great company in our product APB Reloaded. To keep APB Reloaded a fun place for everyone, we ask that you, a player of the APB Reloaded game ("Player" or "you"), show consideration for your fellow player.

This document contains the APB Reloaded Code of Conduct and other APB Reloaded rules and policies (collectively, the "Code"). The Code is intended for use by customers of APB Reloaded as a rulebook for behavior within the APB Reloaded game (the "Game") and related APB Reloaded services ("Services"). APB Reloaded support staff have final say over what constitutes a violation of this Code. APB Reloaded reserves the right to change this Code and any other of its policies at any time. Before playing the game we ask that you read the following rules. By playing the Game, you agree to abide by the Code.


A. General Rules of Conduct

While playing APB Reloaded, you must respect the rights of others and their rights to play and enjoy the game. Everyone must follow these basic guidelines, which will be enforced by APB Reloaded Customer Service Staff.

1. APB Reloaded is committed to fair and equal treatment of all of its customers. If there is a suspected violation of this Code, we will use diligent efforts to investigate the matter. Violations of the Code may, at APB Reloaded's sole discretion, result in the immediate termination of Player's Account with no advance notice required and other actions which APB Reloaded may determine are necessary.

2. Player may not engage in any conduct or communication while using the APB Reloaded Services which is unlawful or which restricts or inhibits any other Player from using or enjoying these Services.

3. Player agrees to use the APB Reloaded Services only for lawful purposes. The list of prohibited conduct below provides examples of unacceptable conduct. The list is not exhaustive, and APB Reloaded reserves the right, but not the responsibility, to restrict conduct which APB Reloaded deems, in its sole discretion, to be harmful to individual members, damaging to the Services, or in violation of APB Reloaded' or any third party's rights. APB Reloaded may, but is not obligated to, delete or prohibit conduct, communication or content transmitted on APB Reloaded services that are deemed to be in violation of applicable laws or is harmful to other members, the APB Reloaded service community or the rights of APB Reloaded in general. Player acknowledges, however, that communication over the APB Reloaded Services often occurs in real-time and APB Reloaded cannot, and does not intend to, screen communication in advance.

4. Player will follow any instructions that are given to them by official representatives of APB Reloaded Customer Support. Arguing with or neglecting to comply with requests or instructions received from APB Reloaded Representatives is a violation of this Code and disciplinary action will be taken as deemed necessary.

5. "Role Playing" is not an excuse for violations of any policy.

B. Prohibited Conduct

PLAYER MAY NOT, IN CONNECTION WITH PLAYER'S USE OF APB Reloaded SERVICES:

1. Harass, threaten or embarrass another Player of the Services or to cause distress, unwanted attention or discomfort of such Player, or any other person or entity. Any form of personal attack upon a player by another player is strictly prohibited. APB Reloaded does not condone harassment in any form and may suspend or terminate the account of any Player who harasses others. Personal attacks, such as those based on a person's race, national origin, ethnicity, religion, gender, lifestyle choice, disablement or other such affiliation, are strictly prohibited.

2. Use racial, ethnic, or religious slurs in game, chat rooms, and forums.

3. Post or transmit sexually explicit images, or point to or refer to such images. Use of profanity or sexually explicit language in APB Reloaded Services is strictly prohibited.

4. Organize or participate in any clans or groups that are based on, or espouse, any racist, sexist, anti-religious, anti-ethnic, anti-gay, or other hate-mongering philosophy.

5. Post or transmit any unlawful, harmful, threatening, abusive, obscene, vulgar, harassing, defamatory, hateful, racially, ethnically or otherwise objectionable content.

6. Post or transmit any content that infringes the copyright, trademark, right of publicity, right of privacy, or the personal, intellectual property or contractual right of any third party.

7. Impersonate any person, including, but not limited to, APB Reloaded employees, customer service representative or volunteers. Player shall not hold himself or herself out or portray himself or herself as an APB Reloaded staff member or employee while engaging in any form of online communication, including, but not limited to, member names, member profiles, voice, text or graphic chat, message postings or any form of communication on line. Impersonation of APB Reloaded staff shall be grounds for immediate account termination.

8. Engage in "disruptive behavior" in chat areas, game areas, forums, or any other area of the APB Reloaded Services. Disruptive behavior shall be deemed to include, but will not be limited to, conduct which purposefully interferes with the normal flow of gameplay or dialogue in a Service area. Disruptive behavior shall also include, but not be limited to, commercial postings, solicitations and advertisements.

9. Post or transmit chain letters or pyramid marketing schemes. This type of material places an unnecessary load on the APB Reloaded Services and is considered a nuisance by many members. Certain types of chain letters and pyramid schemes are also illegal. Such prohibited conduct includes, but is not limited to, the transmission of letters or messages which offer a product or service and which are based on the structure of a chain letter.

10. Post or transmit unsolicited advertising, promotional materials, or other forms of solicitation, including links or URLs on the forums or game chat that point to content deemed inappropriate or a competing product to APB Reloaded.

11. Violate any operating rule, policy or guideline of any other online service. Player further agrees to abide by the rules of Player's Internet service provider.

12. Violate, with or without knowledge, any applicable local, state, national or international law or regulation.

13. Modify any files that APB Reloaded does not specifically authorize Player to modify. Use of material which is subject to the rights of any person or entity without the express permission of such rights holder is prohibited, and will result in the termination of Player's membership and possible civil and/or criminal liability.

14. Post or transmit any content or code that contains a virus, worm, Trojan horse, or other malicious code or information designed to alter or harm any system or data.

15. Abuse or exploit bugs, undocumented features, loopholes, design errors or problems in the game. Player acknowledges and agrees to report all problems, errors or bugs in the game to APB Reloaded as soon as they are found as their continued use can damage the enjoyment of the game for all its players. Those users caught cheating may suffer suspension from the APB Reloaded game, or manipulation of their character to remedy the game abuse. Please be considerate at all times of other members playing APB Reloaded. APB Reloaded will use diligent efforts to fix these types of issues in a timely manner, and will give all customers the benefit of the doubt when dealing with these problems.

16. Use any scripting or macroing tools, hardware or software.

17. Use any game hacking/altering/cheating software or tools.

18. Disassemble, reverse engineer or modify any of the Game's executable code, databases and/or files. Nor may you interfere with or attempt to decipher any transmissions to or from the servers running APB Reloaded.

19. Engage in any behavior that is contrary to the 'spirit of the game' as defined by APB Reloaded in its sole discretion.

20. Play APB Reloaded on any server or service that is not provided or authorized by APB Reloaded.

21. Shout excessively (use of all caps) or flood (continuous posting of repetitive text) in the APB Reloaded Chat areas or on its forums.

22. Use APB Reloaded for the promotion of illegal activities.

23. Threaten or harass any APB Reloaded employee or contractor.

C. Character and Clan Naming Policy

The guidelines listed below outline the types of names that you can NOT use, and apply to both first names and surnames, as well as clan names. You may not use names that are equivalent or substantially similar to:

1. Any names that violate this Code. This includes the use of names that are hateful, profane, defamatory, racist, religious slurs, ethnically offensive, obscene, vulgar, sexually explicit, sexual innuendo, or contain any other language that is offensive in nature.
2. Names that are harassing or defamatory to other players or employees of APB Reloaded.
3. Names of any employee of APB Reloaded.
4. Names of copyrighted or trademarked characters, materials or products.
5. Names that are religiously or historically significant.
6. Proper names of areas within APB Reloaded.
7. Proper names of game creatures or characters within APB Reloaded.
8. Names containing titles or ranks within them.
9. Names that refer to illegal substances or drugs, or that are otherwise drug related.
10. Names where a combination of the first and last names violates any of the above rules.
11. Names that circumvent the naming filter.

Naming Policy Enforcement

If you violate any part of the above Naming Policy, these are the steps that will be followed to address the issue.
1. If you violate items C1 or C2 above, you may be issued a warning on your account, and will be given a new name by one of our customer service staff. If you would like to discuss the renaming, please send contact support via https://support.gamersfirst.com/

2. For all other types of violations, you will need contact support with the following information within 72 hours from https://support.gamersfirst.com/: your account name, the name of the character that was renamed, and 3 choices of names that you would like us to give you. This is intended to give you the opportunity to think about and choose your new name. If we do not receive a valid name from you within 72 hours, then the given name will remain.

Changing your name

You may purchase a Character name change from the APB Reloaded marketplace http://www.gamersfirst.com/marketplace/ingame/index.php

Harassment Policy

1. Please carefully read the Harassment Policy in the Code, which outlines exactly what harassment is, and how to report it if it happens to you.

2. We WILL be strictly enforcing the harassment policy as it is written in the Code.

D. Harassment Policy

In APB Reloaded, our goal is to build a strong community that offers a comfortable atmosphere for all of our players. This means seeing that players have the ability to combat antisocial behavior. Some tools created to achieve this purpose include the "Ignore Player" option and the obscenity filter. The "Ignore Player" (/Ignore [Player Name]) option permanently blocks all of an offending player's comments, and you can also report offensive words to support from https://support.gamersfirst.com/ and our staff will review them for potential inclusion in our obscenity filter.

What is considered harassment/griefing?

Harassment or griefing consists of flagrant misuse and abuse of game mechanics with the intention of distressing and offending other players. So what's a game mechanic? Game mechanics allow players to interact with the world and each other. For example, the ability to ram cars is a mechanic. The ability to place objects in front of objectives is a mechanic. Use of game mechanics like these is by no means considered harassment in and of itself. The key to determining whether the mechanic is being misused or abused is to determine "intent". What was the person trying to achieve through their actions? Were they purposefully trying to disrupt someone else's game? While an action may cause others distress, it is not considered harassment until it is determined by APB Reloaded that it was done to intentionally cause distress or to offend other players.

Also considered as harassment is any behavior that is incessant, inescapable, derogatory and directed specifically at you or your group. An important point to note regarding this type of harassment is that a genuine attempt to alleviate the situation must have been made. This could be an attempt to leave the area or the offending player, or simply the act of asking them politely to stop. If a sincere attempt has been made to solve the problem and the offending player persists in the harassing behavior, it can be considered harassment, and should be reported. For more information, see How Do I Report Harassment below. Behavior that is always considered harassment includes derogatory and/or hateful comments that are sexual, racist, religious, or related to gender or creed. APB Reloaded has a zero tolerance policy towards harassment of this kind, as stated in our Code.

Finally, mission 'ghosting' is also considered a form of harassment. Any attempt to modify the progress and/or outcome of a mission that you are not currently a part of is strictly prohibited. This includes, but is not limited to: scouting players, interfering with mission objectives, and communicating with players with the intent of providing any sort of advantage in their mission.

So what happens when I report harassment?



1. When harassment is reported it is immediately escalated, and investigated promptly.
2. We will observe the reported harassing behavior, and determine whether the harassment report is valid.
3. You will not be informed of the results of the investigation.
4. If the harassment is valid, we will take appropriate disciplinary action against the policy violator.

What are the penalties for harassment?

APB Reloaded condemns all forms of harassment in APB Reloaded, and this type of disruptive behavior will not be tolerated. Harassment is a severe offense in APB Reloaded and a clear violation of this Code.

A judgment of valid harassment can result in penalties placed on the harassing party up to and including immediate account closure, based on the severity of harassment and the player's past account history.

How do I report harassment?
Please report harassment to support from https://support.gamersfirst.com/.


H. Online Auctioning Policy

APB Reloaded prohibits selling accounts and items using any online service or any other auctioning/sales system.



1. Selling of Accounts, Items, Money and Equipment:
a. It is against APB Reloaded policy to sell any accounts, items, money or other equipment related to the Services.
b. We will ask all auctioning services to respect our policy and restrict the selling of such accounts, equipment, money, and items on their services.

E. Account Security Policy

All account security is the sole responsibility of the Player. This includes hacking protection, password protection, virus protection, and anything else that has to do with computer or account security. If you believe that your account security has been compromised, please contact support at https://support.gamersfirst.com/, and we will try to help you recover security on your account. This includes helping to change passwords, helping with billing issues, and offering basic suggestions for improving your account security.

If an account has been stolen, hacked, or in any other way compromised, we may suspend the account, to protect the characters and items within, while we investigate fully. We apologize for any inconvenience that this may cause, and we will complete the investigation in as timely a manner as possible. Once a thorough investigation has been performed, we will determine the appropriate course of action.

Once our investigation is complete, if we find someone who is involved with hacking or theft of accounts, they will have all of their accounts banned.

Remember, you are liable for all actions on your account. Never provide anyone with your account information. If you've given someone access to your account, support will not be able to assist with regaining access to the account.

Character Deletion Policy

Because of the difficulty in deleting any character within APB Reloaded (you have to actually type in the character name after clicking the "Delete" button), we will not restore any character that was deleted. As always, if a problem occurs within the game that is due to a bug, we will investigate fully and take all feasible and appropriate action, including restoration, if possible.

Item Reimbursement Policy

Items will not be reimbursed for any reason except as follows: if you lose an item due to a game anomaly or verified bug, we will investigate the issue, and determine if a feasible reimbursement is possible.


F. Mission Intervention Policy

As with all APB Reloaded policies, we are dedicated to taking care of any issues that arise from game anomalies or verified bugs. Our mission intervention policy is no different. If you have an issue with a mission, and it is determined that this issue is caused by a bug within the game, we will try to fix the bug, and help you to resolve the mission issue. This may take some time, as we will need to fix the bug before the mission can be continued. This intervention will not include the reimbursement of items unless absolutely necessary. Instead, the intent is to fix the problem so that you can continue with the mission on your own, and complete it as intended.

G. Disciplinary Policy

It is APB Reloaded's intent to provide a game that everyone can enjoy without the intrusion of APB Reloaded Employees. However, there are times when issues arise that violate this. When this happens, our in-game support staff will use its best efforts to investigate each incident fully, and attempt to be fair and equitable in our dealings with everyone involved.

APB Reloaded Staff have final say over what constitutes a violation of this Code. We reserve the right to delete characters or entire accounts as we see fit, without warning. APB Reloaded reserves the right to change its policies at any time. Check this page for updates to the APB Reloaded Code of Conduct.

1. A player who violates the Code of Conduct will typically be warned by an APB Reloaded Staff Member. If this happens, we will mark the player's account with the warning and any details, which will stay on the account. We will send an e-mail to the Player describing what happened and what it means. If a player continues inappropriate behavior, he or she will be contacted by an APB Reloaded Administrator, and may be given an additional warning, locked from the Game temporarily, or permanently removed from APB Reloaded.

2. If a particular player consistently engages in inappropriate behavior, the player will be permanently banned from APB Reloaded. Banned users will be sent e-mail explaining why they were banned to the e-mail address they have listed in their account information. Some violations can result in a lockout or permanent ban, without warning.

3. We may do nothing at all. If we find that there was no violation.

4. We may suspend the player's account. This is intended to be a "time-out" period that allows the player to think about their actions and cool down. If this happens we will mark the account with a suspension and any details, which will stay on the account. The player will be sent an e-mail explaining what happened, and what it means.

6. We may Lock (ban) the account permanently. If this happens we will mark the account as Banned. The player will be sent an e-mail explaining what happened, and what it means.

7. Your uploaded files, and your participation in forums and chats, are subject to review, modification, and deletion, without notice, by the forum manager or volunteers responsible for the APB Reloaded game.

8. Game administrators are unable to monitor Member's conversations or game play all the time and therefore certain users are empowered to boot players and otherwise enforce the Code of Conduct.

9. Any user who posts Web links or URLs on the forums or game chat that point to content deemed inappropriate or competing by the APB Reloaded staff will have their forum and game privileges for the APB Reloaded revoked.

10. Files uploaded to a forum may be subject to posted limitations on usage, reproduction, and/or dissemination and you are responsible for adhering to these limitations if you download them.

Note: We do not provide proof or full details on accounts that have been banned for Code of Conduct or Terms of Use violations.

*Emails are sent as a courtesy to the players and if you do not receive one you can contact customer service for further information at https://support.gamersfirst.com/

H. Privacy Policy and Terms of Use

We are committed to not only providing the most compelling and vivid on-line gaming experience, but also respecting the individual privacy of all individuals using APB Reloaded Services. We have created this Privacy Policy in order to disclose our information gathering and dissemination practices for our games and services. Our Terms of Use can be reviewed at http://www.gamersfirst.com/?q=en/terms.


Contacting APB Reloaded

Our intent is to create an Internet gaming experience that you enjoy and trust. If you have any questions about this privacy statement, the practices of this site, or your dealings with APB Reloaded, please contact us at https://support.gamersfirst.com/

APB Reloaded reserves the right to change its policies at any time.

APB Reloaded is rated by the Entertainment Software Rating Board ("ESRB") and Pan-European Game Information ("PEGI"). The ESRB and PEGI system rates Web sites and games on the level of sex, violence, profanity, and nudity. APB Reloaded has a Mature rating by the ESRB and PEGI and we strive to enforce standards for that rating provided by the organizations. For more information about this rating system, see the ESRB Web site or PEGI website at http://www.esrb.org/ and http://www.pegi.info/